Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/health/health_services/cancer_services/bowelscreen.html.txt.tmx
Source language: en
Languages: ga

source: BowelScreen: The National Bowel Screening Programme
ga: Teideal: BowelScreen: An Clár Náisiúnta Scagthástála Putóige

source: BowelScreen, The National Bowel Screening Programme, offers free bowel screening to men and women aged 60 to 69 every two years
ga: Soláthraíonn BowelScreen, an Clár Náisiúnta Scagthástála Putóige, scagthástáil shaor in aisce d’fhir agus do mhná aois idir 60 agus 69 bliain gach dhá bhliain

source: Over time, BowelScreen will be offered to those aged 55 to 74
ga: Amach anseo, déanfar BowelScreen a thairiscint dóibh siúd idir aois 55 agus 74

source: The purpose of the screening programme is to identify the population most at risk of colorectal cancer and most likely to benefit from early detection and treatment
ga: Is é cuspóir an chláir scagthástála chun an daonra is mó atá i mbaol ailse cholaireicteach a shainaithint mar aon leo siúd is mó is dócha a bhainfidh tairbhe as luathbhrath agus cóireáil

source: Participants will be sent a screening test kit that includes step-by-step instructions for self-administration of the test at home
ga: Seolfar trealamh scagthástála chuig rannpháirtithe, ina bhfuil treoracha céim ar chéim chun an tástáil a dhéanamh iad féin sa bhaile

source: The completed test can then be sent by Freepost to an accredited laboratory for analysis
ga: Is féidir an tástáil a sheoladh, ina dhiaidh sin, sa Saorphost, chuig saotharlann chreidiúnaithe go ndéanfar anailís uirthi

source: Approximately 94 per cent of people will receive a normal test result and will be sent another home test kit in two years’ time while they remain within the eligible age range
ga: Bainfidh thart ar 94% den daonra gnáth-thoradh tástála amach agus seolfar chucu trealamh tástála baile eile i gceann dhá bhliain, fad a bhíonn siad laistigh den réimse incháilithe aoise

source: Five to six per cent of people will receive a result that will require an additional test
ga: Gheobhaidh idir cúig agus sé faoin gcéad de dhaoine toradh a mbeidh breis tástála ag teastáil uaidh

source: The BowelScreen programme will send an invitation to men and women aged 60 to 69 years to take part in the programme
ga: Seolfaidh clár BowelScreen cuireadh d’idir fhir agus mhná idir aois 60 agus 69 bliain chun páirt a ghlacadh sa chlár

source: BowelScreen puts together a register of people eligible for screening from details supplied by the Department of Social Protection as well as from people who contact BowelScreen to register themselves
ga: Cuireann BowelScreen clár daoine incháilithe i dtoll a chéile ó shonraí a sholáthraíonn an Roinn Coimirce Sóisialaí, mar aon le sonraí ó dhaoine a théann i dteagmháil le BowelScreen chun iad féin a chlárú

source: If you are aged between 60 to 69 years and living in Ireland, you can ring BowelScreen on Freephone 1800 45 45 55 to check your details are on the register
ga: Má tá tú idir 60 agus 69 bliain agus má chónaíonn tú in Éirinn, féadfaidh tú glao a chur ar BowelScreen ar Shaorghlao 1800 45 45 55 agus seiceáil an bhfuil do chuid sonraí ar an gclár

source: When your details are on the register you will, over time, receive an invitation to take part in the BowelScreen programme
ga: Nuair a bhíonn do shonraí ar an gclár, tabharfar cuireadh duit, amach anseo, páirt a ghlacadh i gclár BowelScreen

source: It may take up to three years for all people on the register to receive an invitation
ga: B’fhéidir go nglacfaidh sé a mhéid le trí bliana go dtí go mbeidh cuireadh faighte ag gach aon daoine atá ar an gclár

source: In the meantime you should see your GP if you have any concerns or symptoms
ga: I dturas an ama, ba cheart duit coinne a dhéanamh le do LG má bhíonn aon bhuarthaí nó comharthaí agat
